<?php
/*
 mylinks - MODULE FOR XOOPS
 XOOPS - PHP Content Management System
 Copyright (c) 2000 XOOPS.org
 <http://www.xoops.org/>
 ------------------------------------------------------------------------
 XOOPS Korean (translated by wanikoo[ wani@wanisys.net ])
 <http://www.wanisys.net/>
 ------------------------------------------------------------------------
 This program is free software; you can redistribute it and/or modify
 it under the terms of the GNU General Public License as published by
 the Free Software Foundation; either version 2 of the License, or
 (at your option) any later version.

 You may not change or alter any portion of this comment or credits
 of supporting developers from this source code or any supporting
 source code which is considered copyrighted (c) material of the
 original comment or credit authors.

 This program is distributed in the hope that it will be useful,
 but WITHOUT ANY WARRANTY; without even the implied warranty of
 MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the
 GNU General Public License for more details.

 You should have received a copy of the GNU General Public License
 along with this program; if not, write to the Free Software
 Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
 */
/**
 * Mylinks
 *
 * @copyright::  {@link http://www.xoops.org XOOPS Content Management System}
 * @license::    {@link http://www.gnu.org/licenses/gpl-2.0.html GNU Public License}
 * @package::    mylinks
 * @author::     wanikoo <wani@wanisys.net>
 * @version::    $Id: main.php 11819 2013-07-09 18:21:40Z zyspec $
 */

define("_MD_MYLINKS_THANKSFORINFO","ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â¼ ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ­Ã¢â‚¬Â¢Ã‚Â´ ÃƒÂ¬Ã‚Â£Ã‚Â¼ÃƒÂ¬Ã¢â‚¬Â¦Ã¢â‚¬ï¿½ÃƒÂ¬Ã¢â‚¬Å¾Ã…â€œ ÃƒÂªÃ‚Â°Ã¯Â¿Â½ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂ­Ã¢â‚¬Â¢Ã‚Â©ÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤. ÃƒÂ«Ã¢â‚¬Å¡Ã‚Â´ÃƒÂ¬Ã…Â¡Ã‚Â©ÃƒÂ¬Ã¯Â¿Â½Ã¢â‚¬Å¾ ÃƒÂ­Ã¢â€žÂ¢Ã¢â‚¬Â¢ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¸ÃƒÂ­Ã¢â‚¬Â¢Ã…â€œ ÃƒÂ­Ã¢â‚¬ÂºÃ¢â‚¬Å¾ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã¢â‚¬Â¹Ã¯Â¿Â½ÃƒÂ¬Ã…â€œÃ‚Â¼ÃƒÂ«Ã‚Â¡Ã…â€œ ÃƒÂ«Ã¢â‚¬Å“Ã‚Â±ÃƒÂ«Ã‚Â¡Ã¯Â¿Â½ÃƒÂ¬Ã‚Â²Ã‹Å“ÃƒÂ«Ã‚Â¦Ã‚Â¬ÃƒÂ­Ã¢â‚¬Â¢Ã‚Â´ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«Ã‚Â¦Ã‚Â¬ÃƒÂªÃ‚Â²Ã‚Â ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_THANKSFORHELP","ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´/ÃƒÂ«Ã¯Â¿Â½Ã¢â‚¬Å¾ÃƒÂ¬Ã¢â‚¬ÂºÃ¢â€šÂ¬ÃƒÂ¬Ã¯Â¿Â½Ã¢â‚¬Å¾ ÃƒÂ¬Ã‚Â£Ã‚Â¼ÃƒÂ¬Ã¢â‚¬Â¦Ã¢â‚¬ï¿½ÃƒÂ¬Ã¢â‚¬Å¾Ã…â€œ ÃƒÂ¬Ã‚Â§Ã¢â‚¬Å¾ÃƒÂ¬Ã¢â‚¬Â¹Ã‚Â¬ÃƒÂ¬Ã…â€œÃ‚Â¼ÃƒÂ«Ã‚Â¡Ã…â€œ ÃƒÂªÃ‚Â°Ã¯Â¿Â½ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«Ã‚Â¦Ã‚Â½ÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤. ÃƒÂ«Ã¢â‚¬Å¡Ã‚Â´ÃƒÂ¬Ã…Â¡Ã‚Â©ÃƒÂ¬Ã¯Â¿Â½Ã¢â‚¬Å¾ ÃƒÂ­Ã¢â€žÂ¢Ã¢â‚¬Â¢ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¸ÃƒÂ­Ã¢â‚¬Â¢Ã…â€œ ÃƒÂ­Ã¢â‚¬ÂºÃ¢â‚¬Å¾ ÃƒÂ«Ã‚Â°Ã‹Å“ÃƒÂ¬Ã‹Å“Ã¯Â¿Â½ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ«Ã¯Â¿Â½Ã¢â‚¬Å¾ÃƒÂ«Ã‚Â¡Ã¯Â¿Â½ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂªÃ‚Â²Ã‚Â ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_FORSECURITY","ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ­Ã…Â Ã‚Â¸/ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ¬Ã¢â‚¬Â¢Ã‹â€ ÃƒÂ¬Ã¯Â¿Â½Ã¢â‚¬Å¾ ÃƒÂ¬Ã…â€œÃ¢â‚¬Å¾ÃƒÂ­Ã¢â‚¬Â¢Ã‚Â´ ÃƒÂ«Ã¢â‚¬Â¹Ã‹Å“ÃƒÂ¬Ã¯Â¿Â½Ã‹Å“ IPÃƒÂ¬Ã¢â€žÂ¢Ã¢â€šÂ¬ ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬Å¾ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ«Ã¢â‚¬ï¿½Ã¢â‚¬ï¿½ÃƒÂ«Ã‚Â¥Ã‚Â¼ ÃƒÂ¬Ã…Â¾Ã¢â‚¬Å¾ÃƒÂ¬Ã¢â‚¬Â¹Ã…â€œÃƒÂ¬Ã‚Â Ã¯Â¿Â½ÃƒÂ¬Ã…â€œÃ‚Â¼ÃƒÂ«Ã‚Â¡Ã…â€œ ÃƒÂªÃ‚Â¸Ã‚Â°ÃƒÂ«Ã‚Â¡Ã¯Â¿Â½ÃƒÂ¬Ã‚Â²Ã‹Å“ÃƒÂ«Ã‚Â¦Ã‚Â¬ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ«Ã…Â Ã¢â‚¬ï¿½ ÃƒÂ¬Ã‚Â Ã¯Â¿Â½ ÃƒÂ¬Ã¢â‚¬â€œÃ¢â‚¬ËœÃƒÂ­Ã¢â‚¬Â¢Ã‚Â´ ÃƒÂ«Ã‚Â°Ã¢â‚¬ï¿½ÃƒÂ«Ã…Â¾Ã¯Â¿Â½ÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");

define("_MD_MYLINKS_SEARCHFOR","ÃƒÂªÃ‚Â²Ã¢â€šÂ¬ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°");
define("_MD_MYLINKS_ANY","ÃƒÂ«Ã‹Å“Ã¯Â¿Â½ÃƒÂ«Ã…Â Ã¢â‚¬ï¿½");
define("_MD_MYLINKS_SEARCH","ÃƒÂªÃ‚Â²Ã¢â€šÂ¬ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°");

define("_MD_MYLINKS_MAIN","ÃƒÂ«Ã‚Â©Ã¢â‚¬ï¿½ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¸");
define("_MD_MYLINKS_SUBMITLINK","ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ ÃƒÂ«Ã¢â‚¬Å“Ã‚Â±ÃƒÂ«Ã‚Â¡Ã¯Â¿Â½");
define("_MD_MYLINKS_SUBMITLINKHEAD","ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â¼ ÃƒÂ«Ã¢â‚¬Å“Ã‚Â±ÃƒÂ«Ã‚Â¡Ã¯Â¿Â½");
define("_MD_MYLINKS_POPULAR","ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¸ÃƒÂªÃ‚Â¸Ã‚Â°");
define("_MD_MYLINKS_TOPRATED","ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬");

define("_MD_MYLINKS_NEWTHISWEEK","ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¼ÃƒÂ¬Ã‚Â£Ã‚Â¼ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¼ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ«Ã¢â‚¬Å¡Ã‚Â´ÃƒÂ¬Ã¢â‚¬â€�Ã¯Â¿Â½ ÃƒÂ«Ã¢â‚¬Å“Ã‚Â±ÃƒÂ«Ã‚Â¡Ã¯Â¿Â½ÃƒÂ«Ã¯Â¿Â½Ã‹Å“ÃƒÂ¬Ã¢â‚¬â€œÃ‚Â´ÃƒÂ¬Ã‚Â¡Ã…â€™ÃƒÂ¬Ã¯Â¿Â½Ã…â€™");
define("_MD_MYLINKS_UPTHISWEEK","ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¼ÃƒÂ¬Ã‚Â£Ã‚Â¼ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¼ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ«Ã¢â‚¬Å¡Ã‚Â´ÃƒÂ¬Ã¢â‚¬â€�Ã¯Â¿Â½ ÃƒÂ¬Ã¢â‚¬â€�Ã¢â‚¬Â¦ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â Ã‹â€ ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«Ã¯Â¿Â½Ã‹Å“ÃƒÂ¬Ã¢â‚¬â€œÃ‚Â´ÃƒÂ¬Ã‚Â¡Ã…â€™ÃƒÂ¬Ã¯Â¿Â½Ã…â€™");

define("_MD_MYLINKS_POPULARITYLTOM","ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¸ÃƒÂªÃ‚Â¸Ã‚Â° (ÃƒÂ«Ã‚Â°Ã‚Â©ÃƒÂ«Ã‚Â¬Ã‚Â¸ÃƒÂ¬Ã‹â€ Ã‹Å“ ÃƒÂ¬Ã‚Â Ã¯Â¿Â½ÃƒÂ¬Ã¯Â¿Â½Ã¢â€šÂ¬ÃƒÂªÃ‚Â²Ã†â€™ÃƒÂ«Ã‚Â¶Ã¢â€šÂ¬ÃƒÂ­Ã¢â‚¬Å¾Ã‚Â°)");
define("_MD_MYLINKS_POPULARITYMTOL","ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¸ÃƒÂªÃ‚Â¸Ã‚Â° (ÃƒÂ«Ã‚Â°Ã‚Â©ÃƒÂ«Ã‚Â¬Ã‚Â¸ÃƒÂ¬Ã‹â€ Ã‹Å“ ÃƒÂ«Ã‚Â§Ã…Â½ÃƒÂ¬Ã¯Â¿Â½Ã¢â€šÂ¬ÃƒÂªÃ‚Â²Ã†â€™ÃƒÂ«Ã‚Â¶Ã¢â€šÂ¬ÃƒÂ­Ã¢â‚¬Å¾Ã‚Â°)");
define("_MD_MYLINKS_TITLEATOZ","ÃƒÂ­Ã†â€™Ã¢â€šÂ¬ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ­Ã¢â‚¬Â¹Ã¢â€šÂ¬ (A to Z)");
define("_MD_MYLINKS_TITLEZTOA","ÃƒÂ­Ã†â€™Ã¢â€šÂ¬ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ­Ã¢â‚¬Â¹Ã¢â€šÂ¬ (Z to A)");
define("_MD_MYLINKS_DATEOLD","ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¼ÃƒÂ¬Ã¢â‚¬Â¹Ã…â€œ (ÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ«Ã…Â¾Ã‹Å“ÃƒÂ«Ã¯Â¿Â½Ã…â€œ ÃƒÂªÃ‚Â²Ã†â€™ÃƒÂ«Ã‚Â¶Ã¢â€šÂ¬ÃƒÂ­Ã¢â‚¬Å¾Ã‚Â°)");
define("_MD_MYLINKS_DATENEW","ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¼ÃƒÂ¬Ã¢â‚¬Â¹Ã…â€œ (ÃƒÂ¬Ã†â€™Ã‹â€ ÃƒÂªÃ‚Â²Ã†â€™ÃƒÂ«Ã‚Â¶Ã¢â€šÂ¬ÃƒÂ­Ã¢â‚¬Å¾Ã‚Â°)");
define("_MD_MYLINKS_RATINGLTOH","ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ (ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ ÃƒÂ«Ã¢â‚¬Å¡Ã‚Â®ÃƒÂ¬Ã¯Â¿Â½Ã¢â€šÂ¬ ÃƒÂªÃ‚Â²Ã†â€™ÃƒÂ«Ã‚Â¶Ã¢â€šÂ¬ÃƒÂ­Ã¢â‚¬Å¾Ã‚Â°)");
define("_MD_MYLINKS_RATINGHTOL","ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ (ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ ÃƒÂ«Ã¢â‚¬Â Ã¢â‚¬â„¢ÃƒÂ¬Ã¯Â¿Â½Ã¢â€šÂ¬ ÃƒÂªÃ‚Â²Ã†â€™ÃƒÂ«Ã‚Â¶Ã¢â€šÂ¬ÃƒÂ­Ã¢â‚¬Å¾Ã‚Â°)");

define("_MD_MYLINKS_NOSHOTS","ÃƒÂ¬Ã…Â Ã‚Â¤ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ«Ã‚Â¦Ã‚Â°ÃƒÂ¬Ã†â€™Ã‚Â·ÃƒÂ¬Ã¯Â¿Â½Ã¢â€šÂ¬ ÃƒÂ¬Ã¢â‚¬â€�Ã¢â‚¬Â ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_EDITTHISLINK","ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â¼ ÃƒÂ­Ã…Â½Ã‚Â¸ÃƒÂ¬Ã‚Â§Ã¢â‚¬ËœÃƒÂ­Ã¢â‚¬Â¢Ã‚Â¨");

define("_MD_MYLINKS_DESCRIPTIONC","ÃƒÂ¬Ã¢â‚¬Å¾Ã‚Â¤ÃƒÂ«Ã‚ÂªÃ¢â‚¬Â¦: ");
define("_MD_MYLINKS_EMAILC","ÃƒÂ«Ã‚Â©Ã¢â‚¬ï¿½ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¼ÃƒÂ¬Ã‚Â£Ã‚Â¼ÃƒÂ¬Ã¢â‚¬Â Ã…â€™: ");
define("_MD_MYLINKS_CATEGORYC","ÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ­Ã¢â‚¬Â¦Ã…â€™ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ«Ã‚Â¦Ã‚Â¬: ");
define("_MD_MYLINKS_LASTUPDATEC","ÃƒÂ¬Ã‚ÂµÃ…â€œÃƒÂ¬Ã‚Â¢Ã¢â‚¬Â¦ÃƒÂªÃ‚Â°Ã‚Â±ÃƒÂ¬Ã¢â‚¬Â¹Ã‚Â ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¼ÃƒÂ¬Ã¢â‚¬Â¹Ã…â€œ: ");
define("_MD_MYLINKS_HITSC","ÃƒÂ«Ã‚Â°Ã‚Â©ÃƒÂ«Ã‚Â¬Ã‚Â¸ÃƒÂ¬Ã‹â€ Ã‹Å“: ");
define("_MD_MYLINKS_RATINGC","ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬: ");
define("_MD_MYLINKS_ONEVOTE","1 ÃƒÂ­Ã¢â‚¬ËœÃ…â€œ");
define("_MD_MYLINKS_NUMVOTES","%s ÃƒÂ­Ã¢â‚¬ËœÃ…â€œ");
define("_MD_MYLINKS_RATETHISSITE","ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ­Ã…Â Ã‚Â¸ÃƒÂ«Ã‚Â¥Ã‚Â¼ ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬");
define("_MD_MYLINKS_MODIFY","ÃƒÂ«Ã‚Â³Ã¢â€šÂ¬ÃƒÂªÃ‚Â²Ã‚Â½");
define("_MD_MYLINKS_REPORTBROKEN","ÃƒÂ«Ã¯Â¿Â½Ã…Â ÃƒÂ¬Ã¢â‚¬â€œÃ‚Â´ÃƒÂ¬Ã‚Â§Ã¢â‚¬Å¾ ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ ÃƒÂ¬Ã¢â‚¬Â¹Ã‚Â ÃƒÂªÃ‚Â³Ã‚Â ");
define("_MD_MYLINKS_TELLAFRIEND","ÃƒÂ¬Ã‚Â¹Ã…â€œÃƒÂªÃ‚ÂµÃ‚Â¬ÃƒÂ¬Ã¢â‚¬â€�Ã¯Â¿Â½ÃƒÂªÃ‚Â²Ã…â€™ ÃƒÂ¬Ã‚Â¶Ã¢â‚¬ï¿½ÃƒÂ¬Ã‚Â²Ã…â€œ");

define("_MD_MYLINKS_THEREARE","ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ­Ã…Â Ã‚Â¸ÃƒÂ¬Ã¢â‚¬â€�Ã¯Â¿Â½ÃƒÂ«Ã…Â Ã¢â‚¬ï¿½ ÃƒÂ¬Ã‚Â´Ã¯Â¿Â½<b>%s</b> ÃƒÂªÃ‚Â±Ã‚Â´ÃƒÂ¬Ã¯Â¿Â½Ã‹Å“ ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ ÃƒÂ¬Ã‚Â¡Ã‚Â´ÃƒÂ¬Ã…Â¾Ã‚Â¬ÃƒÂ­Ã¢â‚¬Â¢Ã‚Â©ÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_LATESTLIST","ÃƒÂ¬Ã¢â‚¬Â¹Ã‚Â ÃƒÂªÃ‚Â·Ã…â€œ ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ ÃƒÂ«Ã‚Â¦Ã‚Â¬ÃƒÂ¬Ã…Â Ã‚Â¤ÃƒÂ­Ã…Â Ã‚Â¸");

define("_MD_MYLINKS_REQUESTMOD","ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ¬Ã¯Â¿Â½Ã‹Å“ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ ÃƒÂ¬Ã…Â¡Ã¢â‚¬ï¿½ÃƒÂ¬Ã‚Â²Ã‚Â­");
define("_MD_MYLINKS_LINKID","ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ ID: ");
define("_MD_MYLINKS_SITETITLE","ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂ­Ã†â€™Ã¢â€šÂ¬ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ­Ã¢â‚¬Â¹Ã¢â€šÂ¬: ");
define("_MD_MYLINKS_SITEURL","ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ­Ã…Â Ã‚Â¸ URL: ");
define("_MD_MYLINKS_OPTIONS","ÃƒÂ¬Ã‹Å“Ã‚ÂµÃƒÂ¬Ã¢â‚¬Â¦Ã‹Å“: ");
define("_MD_MYLINKS_NOTIFYAPPROVE","ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ ÃƒÂ¬Ã…Â Ã‚Â¹ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¸ÃƒÂ«Ã¯Â¿Â½Ã…â€œ ÃƒÂªÃ‚Â²Ã‚Â½ÃƒÂ¬Ã…Â¡Ã‚Â° ÃƒÂ­Ã¢â‚¬Â Ã‚ÂµÃƒÂ¬Ã‚Â§Ã¢â€šÂ¬ÃƒÂ­Ã¢â‚¬Â¢Ã‚Â¨");
define("_MD_MYLINKS_SHOTIMAGE","ÃƒÂ¬Ã…Â Ã‚Â¤ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ«Ã‚Â¦Ã‚Â°ÃƒÂ¬Ã†â€™Ã‚Â· ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ«Ã‚Â¯Ã‚Â¸ÃƒÂ¬Ã‚Â§Ã¢â€šÂ¬: ");
define("_MD_MYLINKS_SENDREQUEST","ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ«Ã¢â‚¬Å¡Ã‚Â´ÃƒÂªÃ‚Â¸Ã‚Â°");

define("_MD_MYLINKS_VOTEAPPRE","ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬(Vote)ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ«Ã‚Â£Ã‚Â¨ÃƒÂ¬Ã¢â‚¬â€œÃ‚Â´ÃƒÂ¬Ã‚Â¡Ã…â€™ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_THANKURATE","ÃƒÂªÃ‚Â·Ã¢â€šÂ¬ÃƒÂ¬Ã‚Â¤Ã¢â‚¬ËœÃƒÂ­Ã¢â‚¬Â¢Ã…â€œ ÃƒÂ«Ã¯Â¿Â½Ã¢â‚¬Å¾ÃƒÂ¬Ã¢â‚¬ÂºÃ¢â€šÂ¬/ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ ÃƒÂªÃ‚Â°Ã¯Â¿Â½ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«Ã‚Â¦Ã‚Â½ÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.(%s)");
define("_MD_MYLINKS_VOTEFROMYOU","ÃƒÂ«Ã¢â‚¬Â¹Ã‹Å“ÃƒÂ¬Ã¯Â¿Â½Ã‹Å“ ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ÃƒÂ«Ã…Â Ã¢â‚¬ï¿½ ÃƒÂ­Ã†â€™Ã¢â€šÂ¬ ÃƒÂ­Ã…Â¡Ã…â€™ÃƒÂ¬Ã¢â‚¬ÂºÃ¯Â¿Â½ÃƒÂ«Ã¢â‚¬Å“Ã‚Â¤ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂ«Ã‚Â°Ã‚Â©ÃƒÂ«Ã‚Â¬Ã‚Â¸ÃƒÂ¬Ã¢â‚¬â€�Ã‚Â¬ÃƒÂ«Ã‚Â¶Ã¢â€šÂ¬ÃƒÂ«Ã‚Â¥Ã‚Â¼ ÃƒÂªÃ‚Â²Ã‚Â°ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ­Ã¢â‚¬Â¢Ã‚Â  ÃƒÂ«Ã¢â‚¬Â¢Ã…â€™ÃƒÂ¬Ã¯Â¿Â½Ã‹Å“ ÃƒÂ­Ã…â€™Ã¯Â¿Â½ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¨ÃƒÂªÃ‚Â¸Ã‚Â°ÃƒÂ¬Ã‚Â¤Ã¢â€šÂ¬ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ ÃƒÂ«Ã¯Â¿Â½Ã‚Â  ÃƒÂªÃ‚Â²Ã†â€™ÃƒÂ¬Ã…Â¾Ã¢â‚¬Â¦ÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_VOTEONCE","ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ¬Ã¢â‚¬â€�Ã¯Â¿Â½ ÃƒÂ«Ã…â€™Ã¢â€šÂ¬ÃƒÂ­Ã¢â‚¬Â¢Ã…â€œ ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ÃƒÂ«Ã…Â Ã¢â‚¬ï¿½ 1ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¸ 1ÃƒÂ­Ã…Â¡Ã…â€™ÃƒÂ«Ã‚Â¡Ã…â€œ ÃƒÂ¬Ã‚Â Ã…â€œÃƒÂ­Ã¢â‚¬Â¢Ã…â€œÃƒÂ«Ã¯Â¿Â½Ã‹Å“ÃƒÂ¬Ã¢â‚¬â€œÃ‚Â´ ÃƒÂ¬Ã…Â¾Ã‹â€ ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_RATINGSCALE","ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ÃƒÂ«Ã…Â Ã¢â‚¬ï¿½ 1-10ÃƒÂ¬Ã¯Â¿Â½Ã‹Å“ ÃƒÂ«Ã‚Â²Ã¢â‚¬ï¿½ÃƒÂ¬Ã…â€œÃ¢â‚¬Å¾ÃƒÂ¬Ã¢â‚¬â€�Ã¯Â¿Â½ÃƒÂ¬Ã¢â‚¬Å¾Ã…â€œ ÃƒÂ¬Ã¢â‚¬Å¾Ã‚Â ÃƒÂ­Ã†â€™Ã¯Â¿Â½ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã¢â‚¬Â¹Ã…â€œÃƒÂªÃ‚Â¸Ã‚Â° ÃƒÂ«Ã‚Â°Ã¢â‚¬ï¿½ÃƒÂ«Ã…Â¾Ã¯Â¿Â½ÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤. ÃƒÂ«Ã¢â‚¬Â Ã¢â‚¬â„¢ÃƒÂ¬Ã¯Â¿Â½Ã¢â€šÂ¬ ÃƒÂ¬Ã‹â€ Ã‚Â«ÃƒÂ¬Ã…Â¾Ã¯Â¿Â½ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¼ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ«Ã‚Â¡Ã¯Â¿Â½ ÃƒÂ«Ã¢â‚¬Â Ã¢â‚¬â„¢ÃƒÂ¬Ã¯Â¿Â½Ã¢â€šÂ¬ ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ÃƒÂ«Ã‚Â¥Ã‚Â¼ ÃƒÂ¬Ã¯Â¿Â½Ã‹Å“ÃƒÂ«Ã‚Â¯Ã‚Â¸ÃƒÂ­Ã¢â‚¬Â¢Ã‚Â©ÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_BEOBJECTIVE","ÃƒÂªÃ‚Â³Ã‚ÂµÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ­Ã¢â‚¬Â¢Ã…â€œ ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ÃƒÂ«Ã‚Â¥Ã‚Â¼ ÃƒÂ«Ã‚Â¶Ã¢â€šÂ¬ÃƒÂ­Ã†â€™Ã¯Â¿Â½ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«Ã‚Â¦Ã‚Â½ÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_DONOTVOTE","ÃƒÂ¬Ã…Â¾Ã¯Â¿Â½ÃƒÂªÃ‚Â¸Ã‚Â°ÃƒÂ¬Ã…Â¾Ã¯Â¿Â½ÃƒÂ¬Ã¢â‚¬Â¹Ã‚Â ÃƒÂ¬Ã¯Â¿Â½Ã‹Å“ ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ¬Ã¢â‚¬â€�Ã¯Â¿Â½ ÃƒÂ«Ã…â€™Ã¢â€šÂ¬ÃƒÂ­Ã¢â‚¬Â¢Ã‚Â´ÃƒÂ¬Ã¢â‚¬Å¾Ã‚Â  ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã¢â‚¬Â¹Ã‚Â¤ ÃƒÂ¬Ã‹â€ Ã‹Å“ ÃƒÂ¬Ã¢â‚¬â€�Ã¢â‚¬Â ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_RATEIT","ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬");

define("_MD_MYLINKS_INTRESTLINK","ÃƒÂ¬Ã…â€œÃ‚Â ÃƒÂ¬Ã…Â¡Ã‚Â©ÃƒÂ­Ã¢â‚¬Â¢Ã…â€œ ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ­Ã…Â Ã‚Â¸ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ ÃƒÂ«Ã‚Â°Ã…â€œÃƒÂªÃ‚Â²Ã‚Â¬(%s)"); // %s is your site name
define("_MD_MYLINKS_INTLINKFOUND","%s ÃƒÂ¬Ã¢â‚¬â€�Ã¯Â¿Â½ÃƒÂ¬Ã¢â‚¬Å¾Ã…â€œ ÃƒÂ«Ã‚Â§Ã‚Â¤ÃƒÂ¬Ã…Â¡Ã‚Â° ÃƒÂ¬Ã…â€œÃ‚Â ÃƒÂ¬Ã…Â¡Ã‚Â©ÃƒÂ­Ã¢â‚¬Â¢Ã…â€œ ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ­Ã…Â Ã‚Â¸ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â¼ ÃƒÂ«Ã‚Â°Ã…â€œÃƒÂªÃ‚Â²Ã‚Â¬ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹Å“Ã¢â€šÂ¬ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤."); // %s is your site name

define("_MD_MYLINKS_RECEIVED","ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â¼ ÃƒÂ¬Ã‚Â Ã¢â‚¬ËœÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹Å“Ã¢â€šÂ¬ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤. ÃƒÂªÃ‚Â°Ã¯Â¿Â½ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂ­Ã¢â‚¬Â¢Ã‚Â©ÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_WHENAPPROVED","ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã¢â‚¬Â¹Ã¯Â¿Â½ÃƒÂ¬Ã…â€œÃ‚Â¼ÃƒÂ«Ã‚Â¡Ã…â€œ ÃƒÂ¬Ã…Â Ã‚Â¹ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¸/ÃƒÂ«Ã¢â‚¬Å“Ã‚Â±ÃƒÂ«Ã‚Â¡Ã¯Â¿Â½ÃƒÂ«Ã¯Â¿Â½Ã‚Â  ÃƒÂªÃ‚Â²Ã‚Â½ÃƒÂ¬Ã…Â¡Ã‚Â° ÃƒÂ«Ã‚Â©Ã¢â‚¬ï¿½ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¼ÃƒÂ«Ã‚Â¡Ã…â€œ ÃƒÂ­Ã¢â‚¬Â Ã‚ÂµÃƒÂ¬Ã‚Â§Ã¢â€šÂ¬ÃƒÂ­Ã¢â‚¬Â¢Ã‚Â´ ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«Ã‚Â¦Ã‚Â½ÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_SUBMITONCE","ÃƒÂ«Ã¯Â¿Â½Ã¢â€žÂ¢ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¼ÃƒÂ­Ã¢â‚¬Â¢Ã…â€œ ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â¼ ÃƒÂ¬Ã‚Â¤Ã¢â‚¬ËœÃƒÂ«Ã‚Â³Ã‚ÂµÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂªÃ‚Â³Ã‚Â  ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã¢â‚¬Â¹Ã‚Â¤ ÃƒÂ¬Ã‹â€ Ã‹Å“ ÃƒÂ¬Ã¢â‚¬â€�Ã¢â‚¬Â ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤..");
define("_MD_MYLINKS_ALLPENDING","ÃƒÂ«Ã‚ÂªÃ‚Â¨ÃƒÂ«Ã¢â‚¬Å“Ã‚Â  ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ«Ã…Â Ã¢â‚¬ï¿½ ÃƒÂ«Ã¢â‚¬Å¡Ã‚Â´ÃƒÂ¬Ã…Â¡Ã‚Â©ÃƒÂ­Ã¢â€žÂ¢Ã¢â‚¬Â¢ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¸ÃƒÂ­Ã¢â‚¬ÂºÃ¢â‚¬Å¾ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã¢â‚¬Â¹Ã¯Â¿Â½ ÃƒÂ¬Ã…Â Ã‚Â¹ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¸/ÃƒÂ«Ã¢â‚¬Å“Ã‚Â±ÃƒÂ«Ã‚Â¡Ã¯Â¿Â½ÃƒÂ¬Ã¢â‚¬â€�Ã‚Â¬ÃƒÂ«Ã‚Â¶Ã¢â€šÂ¬ÃƒÂ«Ã‚Â¥Ã‚Â¼ ÃƒÂªÃ‚Â²Ã‚Â°ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂªÃ‚Â²Ã…â€™ ÃƒÂ«Ã¯Â¿Â½Ã‚Â©ÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_DONTABUSE","ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬Å¾ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ«Ã¢â‚¬ï¿½Ã¢â‚¬ï¿½ÃƒÂ¬Ã¢â€žÂ¢Ã¢â€šÂ¬ IPÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â¼ ÃƒÂªÃ‚Â¸Ã‚Â°ÃƒÂ«Ã‚Â¡Ã¯Â¿Â½ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹Å“Ã¢â€šÂ¬ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤. ÃƒÂ¬Ã‹Å“Ã‚Â¬ÃƒÂ«Ã‚Â°Ã¢â‚¬ï¿½ÃƒÂ«Ã‚Â¥Ã‚Â¸ ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ¬Ã…Â¡Ã‚Â©ÃƒÂ¬Ã¯Â¿Â½Ã¢â‚¬Å¾ ÃƒÂ«Ã‚Â¶Ã¢â€šÂ¬ÃƒÂ­Ã†â€™Ã¯Â¿Â½ÃƒÂ«Ã¢â‚¬Å“Ã…â€œÃƒÂ«Ã‚Â¦Ã‚Â½ÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_TAKESHOT","ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã¢â‚¬Â¹Ã¯Â¿Â½ÃƒÂ¬Ã…â€œÃ‚Â¼ÃƒÂ«Ã‚Â¡Ã…â€œ ÃƒÂ¬Ã…Â Ã‚Â¹ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¸/ÃƒÂ«Ã¢â‚¬Å“Ã‚Â±ÃƒÂ«Ã‚Â¡Ã¯Â¿Â½ÃƒÂ«Ã¯Â¿Â½Ã‚Â  ÃƒÂ«Ã¢â‚¬Â¢Ã…â€™ÃƒÂªÃ‚Â¹Ã…â€™ÃƒÂ¬Ã‚Â§Ã¢â‚¬Å¾ ÃƒÂ¬Ã¢â‚¬Â¢Ã‚Â½ÃƒÂªÃ‚Â°Ã¢â‚¬Å¾ÃƒÂ¬Ã¯Â¿Â½Ã‹Å“ ÃƒÂ¬Ã¢â‚¬Â¹Ã…â€œÃƒÂ¬Ã¯Â¿Â½Ã‚Â¼ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ ÃƒÂªÃ‚Â±Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â´ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ«Ã¯Â¿Â½Ã¢â‚¬Å¾ ÃƒÂ¬Ã…Â¾Ã‹â€ ÃƒÂ«Ã…Â Ã¢â‚¬ï¿½ ÃƒÂ¬Ã‚Â Ã¯Â¿Â½ ÃƒÂ¬Ã¢â‚¬â€œÃ¢â‚¬ËœÃƒÂ­Ã¢â‚¬Â¢Ã‚Â´ÃƒÂ«Ã‚Â°Ã¢â‚¬ï¿½ÃƒÂ«Ã…Â¾Ã¯Â¿Â½ÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");

define("_MD_MYLINKS_RANK","ÃƒÂ¬Ã‹â€ Ã…â€œÃƒÂ¬Ã…â€œÃ¢â‚¬Å¾");
define("_MD_MYLINKS_CATEGORY","ÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ­Ã¢â‚¬Â¦Ã…â€™ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ«Ã‚Â¦Ã‚Â¬");
define("_MD_MYLINKS_HITS","ÃƒÂ«Ã‚Â°Ã‚Â©ÃƒÂ«Ã‚Â¬Ã‚Â¸ÃƒÂ¬Ã‹â€ Ã‹Å“");
define("_MD_MYLINKS_RECENT","Most Recent");
define("_MD_MYLINKS_RATING","ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬");
define("_MD_MYLINKS_VOTE","ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂ­Ã¢â‚¬ËœÃ…â€œÃƒÂ¬Ã‹â€ Ã‹Å“");
define("_MD_MYLINKS_TOP10","%s Top 10"); // %s is a link category title

define("_MD_MYLINKS_SEARCHRESULTS","ÃƒÂªÃ‚Â²Ã¢â€šÂ¬ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂªÃ‚Â²Ã‚Â°ÃƒÂªÃ‚Â³Ã‚Â¼: <b>%s</b>:"); // %s is search keywords
define("_MD_MYLINKS_SORTBY","ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â Ã‚Â¬ÃƒÂ¬Ã‹â€ Ã…â€œ:");
define("_MD_MYLINKS_TITLE","ÃƒÂ­Ã†â€™Ã¢â€šÂ¬ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ­Ã¢â‚¬Â¹Ã¢â€šÂ¬");
define("_MD_MYLINKS_DATE","ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¼ÃƒÂ¬Ã¢â‚¬Â¹Ã…â€œ");
define("_MD_MYLINKS_POPULARITY","ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¸ÃƒÂªÃ‚Â¸Ã‚Â°");
define("_MD_MYLINKS_CURSORTEDBY","ÃƒÂ­Ã‹Å“Ã¢â‚¬Å¾ÃƒÂ¬Ã…Â¾Ã‚Â¬ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â Ã‚Â¬ÃƒÂ¬Ã‹â€ Ã…â€œ: %s");
define("_MD_MYLINKS_PREVIOUS","ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾ ÃƒÂ­Ã…Â½Ã‹Å“ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ¬Ã‚Â§Ã¢â€šÂ¬");
define("_MD_MYLINKS_NEXT","ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤ÃƒÂ¬Ã¯Â¿Â½Ã…â€™ ÃƒÂ­Ã…Â½Ã‹Å“ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ¬Ã‚Â§Ã¢â€šÂ¬");
define("_MD_MYLINKS_NOMATCH","ÃƒÂ­Ã¢â‚¬Â¢Ã‚Â´ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¹ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ«Ã…Â Ã¢â‚¬ï¿½ ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ ÃƒÂ¬Ã‚Â¡Ã‚Â´ÃƒÂ¬Ã…Â¾Ã‚Â¬ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‚Â§Ã¢â€šÂ¬ ÃƒÂ¬Ã¢â‚¬Â¢Ã…Â ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");

//define("_MD_MYLINKS_SUBMIT","ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ«Ã¢â‚¬Å¡Ã‚Â´ÃƒÂªÃ‚Â¸Ã‚Â°");
//define("_MD_MYLINKS_CANCEL","ÃƒÂ¬Ã‚Â·Ã‚Â¨ÃƒÂ¬Ã¢â‚¬Â Ã…â€™");

define("_MD_MYLINKS_ALREADYREPORTED","ÃƒÂ«Ã¢â‚¬Â¹Ã‹Å“ÃƒÂ¬Ã…â€œÃ‚Â¼ÃƒÂ«Ã‚Â¡Ã…â€œÃƒÂ«Ã‚Â¶Ã¢â€šÂ¬ÃƒÂ­Ã¢â‚¬Å¾Ã‚Â°ÃƒÂ¬Ã¯Â¿Â½Ã‹Å“ ÃƒÂ«Ã¯Â¿Â½Ã…Â ÃƒÂ¬Ã¢â‚¬â€œÃ‚Â´ÃƒÂ¬Ã‚Â§Ã¢â‚¬Å¾ ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã¢â‚¬Â¹Ã‚Â ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ«Ã…Â Ã¢â‚¬ï¿½ ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ«Ã‚Â¯Ã‚Â¸ ÃƒÂ¬Ã‚Â Ã¢â‚¬ËœÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ«Ã¯Â¿Â½Ã‹Å“ÃƒÂ¬Ã¢â‚¬â€œÃ‚Â´ÃƒÂ¬Ã‚Â§Ã¢â‚¬Å¾ ÃƒÂ¬Ã†â€™Ã¯Â¿Â½ÃƒÂ­Ã†â€™Ã…â€œÃƒÂ¬Ã…Â¾Ã¢â‚¬Â¦ÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_MUSTREGFIRST","ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â¼ ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã¢â‚¬Â¹Ã…â€œÃƒÂ«Ã‚Â Ã‚Â¤ÃƒÂ«Ã‚Â©Ã‚Â´ ÃƒÂ«Ã‚Â¨Ã‚Â¼ÃƒÂ¬Ã‚Â Ã¢â€šÂ¬ ÃƒÂ­Ã…Â¡Ã…â€™ÃƒÂ¬Ã¢â‚¬ÂºÃ¯Â¿Â½ÃƒÂ«Ã¢â‚¬Å“Ã‚Â±ÃƒÂ«Ã‚Â¡Ã¯Â¿Â½ÃƒÂ¬Ã¯Â¿Â½Ã¢â‚¬Å¾ ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã¢â‚¬Â¦Ã¢â‚¬ï¿½ÃƒÂ¬Ã¢â‚¬Â¢Ã‚Â¼ÃƒÂ«Ã‚Â§Ã…â€™ ÃƒÂ­Ã¢â‚¬Â¢Ã‚Â©ÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_NORATING","ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ ÃƒÂ¬Ã¢â‚¬Å¾Ã‚Â ÃƒÂ­Ã†â€™Ã¯Â¿Â½ÃƒÂ«Ã¯Â¿Â½Ã‹Å“ÃƒÂ¬Ã¢â‚¬â€œÃ‚Â´ÃƒÂ¬Ã…Â¾Ã‹â€ ÃƒÂ¬Ã‚Â§Ã¢â€šÂ¬ ÃƒÂ¬Ã¢â‚¬Â¢Ã…Â ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_CANTVOTEOWN","ÃƒÂ¬Ã…Â¾Ã¯Â¿Â½ÃƒÂªÃ‚Â¸Ã‚Â°ÃƒÂ¬Ã…Â¾Ã¯Â¿Â½ÃƒÂ¬Ã¢â‚¬Â¹Ã‚Â ÃƒÂ¬Ã¯Â¿Â½Ã‹Å“ ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ¬Ã¢â‚¬â€�Ã¯Â¿Â½ ÃƒÂ«Ã…â€™Ã¢â€šÂ¬ÃƒÂ­Ã¢â‚¬Â¢Ã‚Â´ÃƒÂ¬Ã¢â‚¬Å¾Ã‚Â  ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã¢â‚¬Â¹Ã‚Â¤ ÃƒÂ¬Ã‹â€ Ã‹Å“ ÃƒÂ¬Ã¢â‚¬â€�Ã¢â‚¬Â ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_VOTEONCE2","ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ¬Ã¢â‚¬â€�Ã¯Â¿Â½ ÃƒÂ«Ã…â€™Ã¢â€šÂ¬ÃƒÂ­Ã¢â‚¬Â¢Ã…â€œ ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ÃƒÂ«Ã…Â Ã¢â‚¬ï¿½ 1ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¸ 1ÃƒÂ­Ã…Â¡Ã…â€™ÃƒÂ«Ã‚Â¡Ã…â€œ ÃƒÂ­Ã¢â‚¬Â¢Ã…â€œÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã¯Â¿Â½Ã‚Â©ÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");

//%%%%%%	Module Name 'MyLinks' (Admin)	 %%%%%

define("_MD_MYLINKS_WEBLINKSCONF","ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ ÃƒÂªÃ‚Â´Ã¢â€šÂ¬ÃƒÂ«Ã‚Â¦Ã‚Â¬");
define("_MD_MYLINKS_GENERALSET","ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¼ÃƒÂ«Ã‚Â°Ã‹Å“ÃƒÂ¬Ã¢â‚¬Å¾Ã‚Â¤ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢");
define("_MD_MYLINKS_ADDMODDELETE","ÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ­Ã¢â‚¬Â¦Ã…â€™ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ«Ã‚Â¦Ã‚Â¬/ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ¬Ã¯Â¿Â½Ã‹Å“ ÃƒÂ¬Ã‚Â¶Ã¢â‚¬ï¿½ÃƒÂªÃ‚Â°Ã¢â€šÂ¬/ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢/ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â­ÃƒÂ¬Ã‚Â Ã…â€œ");
define("_MD_MYLINKS_LINKSWAITING","ÃƒÂ¬Ã…Â Ã‚Â¹ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¸ÃƒÂ«Ã…â€™Ã¢â€šÂ¬ÃƒÂªÃ‚Â¸Ã‚Â° ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´");
define("_MD_MYLINKS_BROKENREPORTS","ÃƒÂ«Ã¯Â¿Â½Ã…Â ÃƒÂ¬Ã¢â‚¬â€œÃ‚Â´ÃƒÂ¬Ã‚Â§Ã¢â‚¬Å¾ ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ ÃƒÂ¬Ã¢â‚¬Â¹Ã‚Â ÃƒÂªÃ‚Â³Ã‚Â ");
define("_MD_MYLINKS_MODREQUESTS","ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ ÃƒÂ¬Ã…Â¡Ã¢â‚¬ï¿½ÃƒÂ¬Ã‚Â²Ã‚Â­");
define("_MD_MYLINKS_SUBMITTER","ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ¬Ã…Â¾Ã¯Â¿Â½: ");
define("_MD_MYLINKS_VISIT","ÃƒÂ«Ã‚Â°Ã‚Â©ÃƒÂ«Ã‚Â¬Ã‚Â¸");
define("_MD_MYLINKS_SHOTMUST","ÃƒÂ¬Ã…Â Ã‚Â¤ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ«Ã‚Â¦Ã‚Â°ÃƒÂ¬Ã†â€™Ã‚Â· ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ­Ã…â€™Ã…â€™ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¼ÃƒÂ¬Ã¯Â¿Â½Ã¢â€šÂ¬ %s ÃƒÂ«Ã¢â‚¬ï¿½Ã¢â‚¬ï¿½ÃƒÂ«Ã‚Â Ã¢â‚¬Â°ÃƒÂ­Ã¢â‚¬Â Ã‚Â ÃƒÂ«Ã‚Â¦Ã‚Â¬ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã¯Â¿Â½Ã‹Å“ ÃƒÂ­Ã…â€™Ã…â€™ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¼ÃƒÂ¬Ã¯Â¿Â½Ã¢â‚¬Å¾ ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂ¬Ã…Â¡Ã‚Â©ÃƒÂ­Ã¢â‚¬Â¢Ã‚Â´ ÃƒÂ¬Ã‚Â£Ã‚Â¼ÃƒÂ¬Ã¢â‚¬Å¾Ã‚Â¸ÃƒÂ¬Ã…Â¡Ã¢â‚¬ï¿½(ex. shot.gif). ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ­Ã…â€™Ã…â€™ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¼ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ ÃƒÂ¬Ã‚Â¡Ã‚Â´ÃƒÂ¬Ã…Â¾Ã‚Â¬ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‚Â§Ã¢â€šÂ¬ ÃƒÂ¬Ã¢â‚¬Â¢Ã…Â ÃƒÂ¬Ã¯Â¿Â½Ã¢â‚¬Å¾ ÃƒÂ¬Ã¢â‚¬Â¹Ã…â€œÃƒÂ¬Ã¢â‚¬â€�Ã¯Â¿Â½ÃƒÂ«Ã…Â Ã¢â‚¬ï¿½ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã†â€™Ã‚Â¥ ÃƒÂªÃ‚Â³Ã‚ÂµÃƒÂ«Ã‚Â°Ã‚Â±ÃƒÂ¬Ã…â€œÃ‚Â¼ÃƒÂ«Ã‚Â¡Ã…â€œ ÃƒÂ«Ã¢â‚¬ËœÃ¯Â¿Â½ÃƒÂ¬Ã¢â‚¬Å¾Ã‚Â¸ÃƒÂ¬Ã…Â¡Ã¢â‚¬ï¿½.");
define("_MD_MYLINKS_APPROVE","ÃƒÂ¬Ã…Â Ã‚Â¹ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¸");
//define("_MD_MYLINKS_DELETE","ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â­ÃƒÂ¬Ã‚Â Ã…â€œ");
define("_MD_MYLINKS_NOSUBMITTED","ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ¬Ã¯Â¿Â½Ã‹Å“ ÃƒÂ¬Ã¢â‚¬Â¹Ã‚Â ÃƒÂªÃ‚Â·Ã…â€œÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ ÃƒÂ¬Ã¢â‚¬â€�Ã¢â‚¬Â ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_ADDMAIN","ÃƒÂ«Ã‚Â©Ã¢â‚¬ï¿½ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¸ ÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ­Ã¢â‚¬Â¦Ã…â€™ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ«Ã‚Â¦Ã‚Â¬ ÃƒÂ¬Ã…Â¾Ã¢â‚¬ËœÃƒÂ¬Ã¢â‚¬Å¾Ã‚Â±");
define("_MD_MYLINKS_TITLEC","ÃƒÂ­Ã†â€™Ã¢â€šÂ¬ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ­Ã¢â‚¬Â¹Ã¢â€šÂ¬: ");
define("_MD_MYLINKS_IMGURL","ÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ­Ã¢â‚¬Â¦Ã…â€™ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ«Ã‚Â¦Ã‚Â¬ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ­Ã…â€™Ã…â€™ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¼ URL (ÃƒÂ¬Ã¢â‚¬Å¾Ã‚Â ÃƒÂ­Ã†â€™Ã¯Â¿Â½ÃƒÂ­Ã¢â‚¬Â¢Ã‚Â­ÃƒÂ«Ã‚ÂªÃ‚Â©ÃƒÂ¬Ã…Â¾Ã¢â‚¬Â¦ÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤. ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ«Ã¢â‚¬Â Ã¢â‚¬â„¢ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ«Ã…Â Ã¢â‚¬ï¿½ 50ÃƒÂ­Ã¢â‚¬ï¿½Ã‚Â½ÃƒÂ¬Ã¢â‚¬Â¦Ã¢â€šÂ¬ÃƒÂ«Ã‚Â¡Ã…â€œ ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã¯Â¿Â½Ã‚Â©ÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.): ");
//define("_MD_MYLINKS_ADD","ÃƒÂ¬Ã‚Â¶Ã¢â‚¬ï¿½ÃƒÂªÃ‚Â°Ã¢â€šÂ¬");
define("_MD_MYLINKS_ADDSUB","ÃƒÂ¬Ã¢â‚¬Å¾Ã…â€œÃƒÂ«Ã‚Â¸Ã…â€™ ÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ­Ã¢â‚¬Â¦Ã…â€™ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ«Ã‚Â¦Ã‚Â¬ ÃƒÂ¬Ã…Â¾Ã¢â‚¬ËœÃƒÂ¬Ã¢â‚¬Å¾Ã‚Â±");
define("_MD_MYLINKS_IN","ÃƒÂ«Ã‚Â¶Ã¢â€šÂ¬ÃƒÂ«Ã‚ÂªÃ‚Â¨ ÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ­Ã¢â‚¬Â¦Ã…â€™ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ«Ã‚Â¦Ã‚Â¬");
define("_MD_MYLINKS_ADDNEWLINK","ÃƒÂ¬Ã¢â‚¬Â¹Ã‚Â ÃƒÂªÃ‚Â·Ã…â€œ ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´");
define("_MD_MYLINKS_MODCAT","ÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ­Ã¢â‚¬Â¦Ã…â€™ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ«Ã‚Â¦Ã‚Â¬ ÃƒÂ­Ã…Â½Ã‚Â¸ÃƒÂ¬Ã‚Â§Ã¢â‚¬Ëœ");
define("_MD_MYLINKS_MODLINK","ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ ÃƒÂ­Ã…Â½Ã‚Â¸ÃƒÂ¬Ã‚Â§Ã¢â‚¬Ëœ");
define("_MD_MYLINKS_TOTALVOTES","ÃƒÂ¬Ã‚Â´Ã¯Â¿Â½ ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ÃƒÂ¬Ã‹â€ Ã‹Å“ (ÃƒÂ¬Ã‚Â´Ã¯Â¿Â½ ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ÃƒÂ¬Ã‹â€ Ã‹Å“ : %s)");
define("_MD_MYLINKS_USERTOTALVOTES","ÃƒÂ«Ã¢â‚¬Å“Ã‚Â±ÃƒÂ«Ã‚Â¡Ã¯Â¿Â½ÃƒÂ­Ã…Â¡Ã…â€™ÃƒÂ¬Ã¢â‚¬ÂºÃ¯Â¿Â½ÃƒÂ¬Ã¢â‚¬â€�Ã¯Â¿Â½ ÃƒÂ¬Ã¯Â¿Â½Ã‹Å“ÃƒÂ­Ã¢â‚¬Â¢Ã…â€œ ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ (ÃƒÂ¬Ã‚Â´Ã¯Â¿Â½ ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ÃƒÂ¬Ã‹â€ Ã‹Å“: %s)");
define("_MD_MYLINKS_ANONTOTALVOTES","ÃƒÂ¬Ã¢â‚¬Â Ã¯Â¿Â½ÃƒÂ«Ã¢â‚¬Â¹Ã‹Å“ÃƒÂ¬Ã¢â‚¬â€�Ã¯Â¿Â½ ÃƒÂ¬Ã¯Â¿Â½Ã‹Å“ÃƒÂ­Ã¢â‚¬Â¢Ã…â€œ ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ (ÃƒÂ¬Ã‚Â´Ã¯Â¿Â½ ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ÃƒÂ¬Ã‹â€ Ã‹Å“: %s)");
define("_MD_MYLINKS_USER","ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬Å¾ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ«Ã¢â‚¬ï¿½Ã¢â‚¬ï¿½");
define("_MD_MYLINKS_IP","IPÃƒÂ¬Ã‚Â£Ã‚Â¼ÃƒÂ¬Ã¢â‚¬Â Ã…â€™");
define("_MD_MYLINKS_USERAVG","ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â·Ã‚Â  ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ÃƒÂ¬Ã‚Â Ã¯Â¿Â½");
define("_MD_MYLINKS_TOTALRATE","ÃƒÂ¬Ã‚Â´Ã¯Â¿Â½ ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ÃƒÂ¬Ã‚Â Ã¯Â¿Â½");
define("_MD_MYLINKS_NOREGVOTES","ÃƒÂ«Ã¢â‚¬Å“Ã‚Â±ÃƒÂ«Ã‚Â¡Ã¯Â¿Â½ÃƒÂ­Ã…Â¡Ã…â€™ÃƒÂ¬Ã¢â‚¬ÂºÃ¯Â¿Â½ÃƒÂ¬Ã¯Â¿Â½Ã‹Å“ ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ ÃƒÂ¬Ã¢â‚¬â€�Ã¢â‚¬Â ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_NOUNREGVOTES","ÃƒÂ¬Ã¢â‚¬Â Ã¯Â¿Â½ÃƒÂ«Ã¢â‚¬Â¹Ã‹Å“ÃƒÂ¬Ã¢â‚¬â€�Ã¯Â¿Â½ ÃƒÂ¬Ã¯Â¿Â½Ã‹Å“ÃƒÂ­Ã¢â‚¬Â¢Ã…â€œ ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ ÃƒÂ¬Ã¢â‚¬â€�Ã¢â‚¬Â ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_VOTEDELETED","ÃƒÂ­Ã¯Â¿Â½Ã¢â‚¬Â°ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â¼ ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â­ÃƒÂ¬Ã‚Â Ã…â€œÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹Å“Ã¢â€šÂ¬ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_NOBROKEN","ÃƒÂ«Ã¯Â¿Â½Ã…Â ÃƒÂ¬Ã¢â‚¬â€œÃ‚Â´ÃƒÂ¬Ã‚Â§Ã¢â‚¬Å¾ ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã¢â‚¬â€�Ã¯Â¿Â½ ÃƒÂ«Ã…â€™Ã¢â€šÂ¬ÃƒÂ­Ã¢â‚¬Â¢Ã…â€œ ÃƒÂ¬Ã¢â‚¬Â¹Ã‚Â ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ ÃƒÂ¬Ã¢â‚¬â€�Ã¢â‚¬Â ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_DELETEDESC","ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â­ÃƒÂ¬Ã‚Â Ã…â€œ (ÃƒÂ«Ã¯Â¿Â½Ã…Â ÃƒÂ¬Ã¢â‚¬â€œÃ‚Â´ÃƒÂ¬Ã‚Â§Ã¢â‚¬Å¾ ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ ÃƒÂ¬Ã¢â‚¬Â¹Ã‚Â ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ¬Ã¢â€žÂ¢Ã¢â€šÂ¬ ÃƒÂªÃ‚Â´Ã¢â€šÂ¬ÃƒÂ«Ã‚Â Ã‚Â¨ ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â¼ ÃƒÂ­Ã¢â‚¬Â¢Ã‚Â¨ÃƒÂªÃ‚Â»Ã‹Å“ ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â­ÃƒÂ¬Ã‚Â Ã…â€œÃƒÂ­Ã¢â‚¬Â¢Ã‚Â©ÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.)");
define("_MD_MYLINKS_EDITDESC","Edit (Deletes the broken link report and goes to edit the link)");
define("_MD_MYLINKS_IGNOREDESC","ÃƒÂ«Ã‚Â¬Ã‚Â´ÃƒÂ¬Ã¢â‚¬Â¹Ã…â€œ (ÃƒÂ«Ã¯Â¿Â½Ã…Â ÃƒÂ¬Ã¢â‚¬â€œÃ‚Â´ÃƒÂ¬Ã‚Â§Ã¢â‚¬Å¾ ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ ÃƒÂ¬Ã¢â‚¬Â¹Ã‚Â ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ«Ã‚Â¥Ã‚Â¼ ÃƒÂ«Ã‚Â¬Ã‚Â´ÃƒÂ¬Ã¢â‚¬Â¹Ã…â€œÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂªÃ‚Â³Ã‚Â  ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ <b>ÃƒÂ¬Ã¢â‚¬Â¹Ã‚Â ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂªÃ‚Â³Ã‚Â </b>ÃƒÂ«Ã‚Â§Ã…â€™ÃƒÂ¬Ã¯Â¿Â½Ã¢â‚¬Å¾ ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â­ÃƒÂ¬Ã‚Â Ã…â€œÃƒÂ­Ã¢â‚¬Â¢Ã‚Â©ÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.)");
define("_MD_MYLINKS_REPORTER","ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ«Ã¢â‚¬Å¡Ã‚Â¸ ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂ«Ã…Â¾Ã…â€™:");
define("_MD_MYLINKS_LINKSUBMITTER","ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ ÃƒÂ¬Ã‚Â Ã…â€œÃƒÂªÃ‚Â³Ã‚ÂµÃƒÂ¬Ã…Â¾Ã¯Â¿Â½:");
define("_MD_MYLINKS_IGNORE","ÃƒÂ«Ã‚Â¬Ã‚Â´ÃƒÂ¬Ã¢â‚¬Â¹Ã…â€œ");
define("_MD_MYLINKS_LINKDELETED","ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â¼ ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â­ÃƒÂ¬Ã‚Â Ã…â€œÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹Å“Ã¢â€šÂ¬ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_BROKENDELETED","ÃƒÂ«Ã¯Â¿Â½Ã…Â ÃƒÂ¬Ã¢â‚¬â€œÃ‚Â´ÃƒÂ¬Ã‚Â§Ã¢â‚¬Å¾ ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ ÃƒÂ¬Ã¢â‚¬Â¹Ã‚Â ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ«Ã‚Â¥Ã‚Â¼ ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â­ÃƒÂ¬Ã‚Â Ã…â€œÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹Å“Ã¢â€šÂ¬ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_USERMODREQ","ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ ÃƒÂ¬Ã…Â¡Ã¢â‚¬ï¿½ÃƒÂ¬Ã‚Â²Ã‚Â­");
define("_MD_MYLINKS_ORIGINAL","ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã‚Â Ã¢â‚¬Å¾");
define("_MD_MYLINKS_PROPOSED","ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ­Ã¢â‚¬ÂºÃ¢â‚¬Å¾");
define("_MD_MYLINKS_OWNER","ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ ÃƒÂ¬Ã‚Â Ã…â€œÃƒÂªÃ‚Â³Ã‚ÂµÃƒÂ¬Ã…Â¾Ã¯Â¿Â½: ");
define("_MD_MYLINKS_NOMODREQ","ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â¡Ã¢â‚¬ï¿½ÃƒÂ¬Ã‚Â²Ã‚Â­ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ ÃƒÂ¬Ã¢â‚¬â€�Ã¢â‚¬Â ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_DBUPDATED","ÃƒÂ«Ã¯Â¿Â½Ã‚Â°ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ­Ã†â€™Ã¢â€šÂ¬ÃƒÂ«Ã‚Â²Ã‚Â ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ¬Ã…Â Ã‚Â¤ÃƒÂ«Ã‚Â¥Ã‚Â¼ ÃƒÂ¬Ã¢â‚¬Å¾Ã‚Â±ÃƒÂªÃ‚Â³Ã‚ÂµÃƒÂ¬Ã‚Â Ã¯Â¿Â½ÃƒÂ¬Ã…â€œÃ‚Â¼ÃƒÂ«Ã‚Â¡Ã…â€œ ÃƒÂªÃ‚Â°Ã‚Â±ÃƒÂ¬Ã¢â‚¬Â¹Ã‚Â ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹Å“Ã¢â€šÂ¬ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤!");
define("_MD_MYLINKS_DBNOTUPDATED","ERROR: Database could not be updated with the data supplied!");
define("_MD_MYLINKS_MODREQDELETED","ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ ÃƒÂ¬Ã‹â€ Ã‹Å“ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã…Â¡Ã¢â‚¬ï¿½ÃƒÂ¬Ã‚Â²Ã‚Â­ÃƒÂ¬Ã¯Â¿Â½Ã¢â‚¬Å¾ ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â­ÃƒÂ¬Ã‚Â Ã…â€œÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹Å“Ã¢â€šÂ¬ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_IMGURLMAIN","ÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ­Ã¢â‚¬Â¦Ã…â€™ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ«Ã‚Â¦Ã‚Â¬ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ­Ã…â€™Ã…â€™ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¼ URL (ÃƒÂ¬Ã¢â‚¬Å¾Ã‚Â ÃƒÂ­Ã†â€™Ã¯Â¿Â½ÃƒÂ­Ã¢â‚¬Â¢Ã‚Â­ÃƒÂ«Ã‚ÂªÃ‚Â©ÃƒÂ¬Ã…Â¾Ã¢â‚¬Â¦ÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤. ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ«Ã‚Â¦Ã‚Â¼ÃƒÂ¬Ã¯Â¿Â½Ã‹Å“ ÃƒÂ«Ã¢â‚¬Â Ã¢â‚¬â„¢ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ«Ã…Â Ã¢â‚¬ï¿½ 50ÃƒÂ­Ã¢â‚¬ï¿½Ã‚Â½ÃƒÂ¬Ã¢â‚¬Â¦Ã¢â€šÂ¬ÃƒÂ«Ã‚Â¡Ã…â€œ ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã¯Â¿Â½Ã‚Â¨,ÃƒÂ«Ã‚Â©Ã¢â‚¬ï¿½ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¸ ÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ­Ã¢â‚¬Â¦Ã…â€™ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ«Ã‚Â¦Ã‚Â¬ÃƒÂ¬Ã…Â¡Ã‚Â©): ");
define("_MD_MYLINKS_PARENT","ÃƒÂ«Ã‚Â¶Ã¢â€šÂ¬ÃƒÂ«Ã‚ÂªÃ‚Â¨ÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ­Ã¢â‚¬Â¦Ã…â€™ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ«Ã‚Â¦Ã‚Â¬:");
define("_MD_MYLINKS_SAVE","ÃƒÂ«Ã‚Â³Ã¢â€šÂ¬ÃƒÂªÃ‚Â²Ã‚Â½ÃƒÂ¬Ã‚Â Ã¢â€šÂ¬ÃƒÂ¬Ã…Â¾Ã‚Â¥");
define("_MD_MYLINKS_CATDELETED","ÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ­Ã¢â‚¬Â¦Ã…â€™ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ«Ã‚Â¦Ã‚Â¬ÃƒÂ«Ã‚Â¥Ã‚Â¼ ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â­ÃƒÂ¬Ã‚Â Ã…â€œÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹Å“Ã¢â€šÂ¬ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_WARNING","WARNING: ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ«Ã‚Â¡Ã…â€œ ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ ÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ­Ã¢â‚¬Â¦Ã…â€™ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ«Ã‚Â¦Ã‚Â¬ÃƒÂ¬Ã¢â€žÂ¢Ã¢â€šÂ¬ ÃƒÂªÃ‚Â·Ã‚Â¸ÃƒÂ¬Ã¢â‚¬â€�Ã¯Â¿Â½ ÃƒÂ¬Ã¢â‚¬Â Ã¯Â¿Â½ÃƒÂ­Ã¢â‚¬Â¢Ã…â€œ ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ ÃƒÂ«Ã¯Â¿Â½Ã‚Â°ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ­Ã†â€™Ã¢â€šÂ¬ÃƒÂ«Ã‚Â¥Ã‚Â¼ ÃƒÂ«Ã‚ÂªÃ‚Â¨ÃƒÂ«Ã¢â‚¬ËœÃ¯Â¿Â½ ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â­ÃƒÂ¬Ã‚Â Ã…â€œÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã¢â‚¬Â¹Ã‚Â¤ ÃƒÂªÃ‚Â±Ã‚Â´ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ÃƒÂ¬Ã…Â¡Ã¢â‚¬ï¿½?");
//define("_MD_MYLINKS_YES","ÃƒÂ¬Ã‹Å“Ã‹â€ ");
//define("_MD_MYLINKS_NO","ÃƒÂ¬Ã¢â‚¬Â¢Ã¢â‚¬Å¾ÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ¬Ã…Â¡Ã¢â‚¬ï¿½");
define("_MD_MYLINKS_NEWCATADDED","ÃƒÂ¬Ã‚Â¹Ã‚Â´ÃƒÂ­Ã¢â‚¬Â¦Ã…â€™ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ«Ã‚Â¦Ã‚Â¬ÃƒÂ«Ã‚Â¥Ã‚Â¼ ÃƒÂ¬Ã‚Â¶Ã¢â‚¬ï¿½ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹Å“Ã¢â€šÂ¬ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_ERROREXIST","ERROR: ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã¢â‚¬Â¹Ã‚Â  ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ«Ã…Â Ã¢â‚¬ï¿½ ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ«Ã‚Â¯Ã‚Â¸ ÃƒÂ«Ã¢â‚¬Å“Ã‚Â±ÃƒÂ«Ã‚Â¡Ã¯Â¿Â½ÃƒÂ«Ã¯Â¿Â½Ã‹Å“ÃƒÂ¬Ã¢â‚¬â€œÃ‚Â´ÃƒÂ¬Ã‚Â Ã‚Â¸ ÃƒÂ¬Ã…Â¾Ã‹â€ ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_ERRORTITLE","ERROR: ÃƒÂ­Ã†â€™Ã¢â€šÂ¬ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ­Ã¢â‚¬Â¹Ã¢â€šÂ¬ÃƒÂ¬Ã¯Â¿Â½Ã¢â‚¬Å¾ ÃƒÂ¬Ã…Â¾Ã¢â‚¬Â¦ÃƒÂ«Ã‚Â Ã‚Â¥ÃƒÂ­Ã¢â‚¬Â¢Ã‚Â´ ÃƒÂ¬Ã‚Â£Ã‚Â¼ÃƒÂ¬Ã¢â‚¬Å¾Ã‚Â¸ÃƒÂ¬Ã…Â¡Ã¢â‚¬ï¿½!");
define("_MD_MYLINKS_ERRORDESC","ERROR: ÃƒÂ¬Ã¢â‚¬Å¾Ã‚Â¤ÃƒÂ«Ã‚ÂªÃ¢â‚¬Â¦ÃƒÂ¬Ã¯Â¿Â½Ã¢â‚¬Å¾ ÃƒÂ¬Ã…Â¾Ã¢â‚¬Â¦ÃƒÂ«Ã‚Â Ã‚Â¥ÃƒÂ­Ã¢â‚¬Â¢Ã‚Â´ ÃƒÂ¬Ã‚Â£Ã‚Â¼ÃƒÂ¬Ã¢â‚¬Å¾Ã‚Â¸ÃƒÂ¬Ã…Â¡Ã¢â‚¬ï¿½!");
define("_MD_MYLINKS_ERRORURL","ERROR: You need to enter a site URL!");
define("_MD_MYLINKS_NEWLINKADDED","ÃƒÂ¬Ã¢â‚¬Â¹Ã‚Â ÃƒÂªÃ‚Â·Ã…â€œ ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ«Ã‚Â¥Ã‚Â¼ ÃƒÂ¬Ã‚Â¶Ã¢â‚¬ï¿½ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã‹Å“Ã¢â€šÂ¬ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_YOURLINK","Your Website Link at %s");
define("_MD_MYLINKS_YOUCANBROWSE","ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤ÃƒÂ¬Ã¢â‚¬â€œÃ¢â‚¬ËœÃƒÂ­Ã¢â‚¬Â¢Ã…â€œ ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ­Ã…Â Ã‚Â¸ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂªÃ‚Â°Ã¢â€šÂ¬ ÃƒÂ¬Ã…Â¾Ã‹â€ ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤. ÃƒÂ«Ã‚Â§Ã…Â½ÃƒÂ¬Ã¯Â¿Â½Ã¢â€šÂ¬ ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ¬Ã…Â¡Ã‚Â©ÃƒÂ«Ã‚Â°Ã¢â‚¬ï¿½ÃƒÂ«Ã…Â¾Ã¯Â¿Â½ÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤. (%s)");
define("_MD_MYLINKS_HELLO","%s ÃƒÂ«Ã¢â‚¬Â¹Ã‹Å“,ÃƒÂ¬Ã¢â‚¬â€œÃ‚Â´ÃƒÂ¬Ã¢â‚¬Å¾Ã…â€œÃƒÂ¬Ã‹Å“Ã‚Â¤ÃƒÂ¬Ã¢â‚¬Å¾Ã‚Â¸ÃƒÂ¬Ã…Â¡Ã¢â‚¬ï¿½");
define("_MD_MYLINKS_WEAPPROVED","ÃƒÂ«Ã¢â‚¬Â¹Ã‹Å“ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã¢â‚¬Â¹Ã‚Â  ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ«Ã…Â Ã¢â‚¬ï¿½ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã¢â‚¬Â¹Ã¯Â¿Â½ÃƒÂ¬Ã…â€œÃ‚Â¼ÃƒÂ«Ã‚Â¡Ã…â€œ ÃƒÂ¬Ã…Â Ã‚Â¹ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¸/ÃƒÂ«Ã¢â‚¬Å“Ã‚Â±ÃƒÂ«Ã‚Â¡Ã¯Â¿Â½ÃƒÂ¬Ã‚Â²Ã‹Å“ÃƒÂ«Ã‚Â¦Ã‚Â¬ ÃƒÂ«Ã¯Â¿Â½Ã‹Å“ÃƒÂ¬Ã¢â‚¬â€�Ã‹â€ ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");
define("_MD_MYLINKS_THANKSSUBMIT","ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ­Ã¢â‚¬Â¢Ã‚Â´ ÃƒÂ¬Ã‚Â£Ã‚Â¼ÃƒÂ¬Ã¢â‚¬Â¦Ã¢â‚¬ï¿½ÃƒÂ¬Ã¢â‚¬Å¾Ã…â€œ ÃƒÂªÃ‚Â°Ã¯Â¿Â½ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂ­Ã¢â‚¬Â¢Ã‚Â©ÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤!");
define("_MD_MYLINKS_ISAPPROVED","ÃƒÂ«Ã¢â‚¬Â¹Ã‹Å“ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ ÃƒÂ­Ã‹â€ Ã‚Â¬ÃƒÂªÃ‚Â³Ã‚Â ÃƒÂ­Ã¢â‚¬Â¢Ã‹Å“ÃƒÂ¬Ã¢â‚¬Â¹Ã‚Â  ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ«Ã‚Â³Ã‚Â´ÃƒÂ«Ã…Â Ã¢â‚¬ï¿½ ÃƒÂ¬Ã‚Â Ã¢â‚¬Â¢ÃƒÂ¬Ã¢â‚¬Â¹Ã¯Â¿Â½ÃƒÂ¬Ã…â€œÃ‚Â¼ÃƒÂ«Ã‚Â¡Ã…â€œ ÃƒÂ¬Ã…Â Ã‚Â¹ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¸/ÃƒÂ«Ã¢â‚¬Å“Ã‚Â±ÃƒÂ«Ã‚Â¡Ã¯Â¿Â½ÃƒÂ¬Ã‚Â²Ã‹Å“ÃƒÂ«Ã‚Â¦Ã‚Â¬ ÃƒÂ«Ã¯Â¿Â½Ã‹Å“ÃƒÂ¬Ã¢â‚¬â€�Ã‹â€ ÃƒÂ¬Ã…Â Ã‚ÂµÃƒÂ«Ã¢â‚¬Â¹Ã‹â€ ÃƒÂ«Ã¢â‚¬Â¹Ã‚Â¤.");

//ver2.0
define("_MD_MYLINKS_BROWSETOTOPIC","ÃƒÂ¬Ã¢â‚¬Â¢Ã…â€™ÃƒÂ­Ã…â€™Ã…â€™ÃƒÂ«Ã‚Â²Ã‚Â³ÃƒÂ¬Ã‹â€ Ã…â€œ ÃƒÂ¬Ã†â€™Ã¢â‚¬Â°ÃƒÂ¬Ã¯Â¿Â½Ã‚Â¸");
define("_MD_MYLINKS_LINKS_LIST","ÃƒÂ«Ã‚Â§Ã¯Â¿Â½ÃƒÂ­Ã¯Â¿Â½Ã‚Â¬ÃƒÂ¬Ã¢â‚¬Å¡Ã‚Â¬ÃƒÂ¬Ã¯Â¿Â½Ã‚Â´ÃƒÂ­Ã…Â Ã‚Â¸ ÃƒÂ«Ã‚Â¦Ã‚Â¬ÃƒÂ¬Ã…Â Ã‚Â¤ÃƒÂ­Ã…Â Ã‚Â¸ (%s)");

//ver3.0
define("_MD_MYLINKS_FEED","Module Feed ");
define("_MD_MYLINKS_FEED_CAT","Category Feed ");
define("_MD_MYLINKS_RSSFEED","RSS-Module Feed");
define("_MD_MYLINKS_ATOMFEED","ATOM-Module Feed");
define("_MD_MYLINKS_PDAFEED","PDA-Module Feed");
define("_MD_MYLINKS_RSSFEED_CAT","RSS-Category Feed");
define("_MD_MYLINKS_ATOMFEED_CAT","ATOM-Category Feed");
define("_MD_MYLINKS_PDAFEED_CAT","PDA-Category Feed");
define("_MD_MYLINKS_MINIMIZEBLOCK","Click me if you want to minimize this block");
define("_MD_MYLINKS_RESTOREBLOCK","Click me if you want to restore this block");
define("_MD_MYLINKS_GOTOTOP","Go to Top");
define("_MD_MYLINKS_GOTOBOTTOM","Go to Bottom");
define("_MD_MYLINKS_FULLVIEW","detail");
define("_MD_MYLINKS_MAKE_PRINT","print it");
define("_MD_MYLINKS_MAKE_PDF","make pdf");
define("_MD_MYLINKS_MAKE_QRCODE","make QrCode");
define("_MD_MYLINKS_BOOKMARK","bookmark it");
define("_MD_MYLINKS_FEEDSUBSCRIPT","feed subscription");
define("_MD_MYLINKS_FEEDSUBSCRIPT_DESC","Click here to subscribe this feed!");
define("_MD_MYLINKS_WEBBROWSER","Web Browser");
define("_MD_MYLINKS_BROWSERBOOKMARK","# Browser Bookmark");
define("_MD_MYLINKS_QRCODE","QrCode");
define("_MD_MYLINKS_THEMECHANGER","Theme Changer: ");
define("_MD_MYLINKS_INTERNALSEARCH","Internal Search");
define("_MD_MYLINKS_EXTERNALSEARCH","* More Search with External Search Engines *");
define("_MD_MYLINKS_EXTERNALSEARCH_KEYWORD","<br />Keyword => %s (<font color='red'><b>%s</b></font>)");
define("_MD_MYLINKS_BOOKMARK_SERVICE","Social Bookmark Service");
define("_MD_MYLINKS_FEEDSUBSCRIPT_SERVICE","Feed Subscription Service");
define("_MD_MYLINKS_BOOKMARK_ADDTO","Add this website To...");

//ver3.1x
define("_MD_MYLINKS_BACKTO","Back to ");
define("_MD_MYLINKS_CLOSEFRAME","Close Frame");
define("_MD_MYLINKS_IDERROR","An invalid category or link was entered, please try again.");
define("_MD_MYLINKS_CIDERROR","An invalid category id was entered, please try again.");
define("_MD_MYLINKS_NORECORDFOUND","No records found. Please check category and/or link information!");
define("_MD_MYLINKS_DISALLOW", 0);
define("_MD_MYLINKS_ALLOW", 1);
define("_MD_MYLINKS_MEMBERONLY", 2);
define("_MD_MYLINKS_BOOKMARKDISALLOWED","You are not allowed to create a bookmark.");
define("_MD_MYLINKS_PRINTINGDISALLOWED","You are not allowed to print.");
define("_MD_MYLINKS_PDFDISALLOWED","You are not allowed to create a pdf document.");
define("_MD_MYLINKS_QRCODEDISALLOWED","You are not allowed to create a QrCode.");
define("_MD_MYLINKS_IMPORTCATHDR","Import Default Categories");
define("_MD_MYLINKS_IMPORTCATS","Import default MyLinks categories into the database");
define("_MD_MYLINKS_CATSIMPORTED","New categories successfully imported into the database");
define("_MD_MYLINKS_CATSNOTIMPORTED","There was a problem importing the new categories - import failed");
define("_MD_MYLINKS_IMPORTFILENOTFOUND","Import file (%s) was not found - import failed");
define("_MD_MYLINKS_CATWARNING","Are you sure you want to import these new categories and ALL of subcategories into the database?");
define("_MD_MYLINKS_COPYNOTICE","Copyright (c) %s by %s");
define("_MD_MYLINKS_FROM","From");
define("_MD_MYLINKS_LINKNAME","Link Name");
define("_MD_MYLINKS_LTRCHARS","0,1,2,3,4,5,6,7,8,9,A,B,C,D,E,F,G,H,I,J,K,L,M,N,O,P,Q,R,S,T,U,V,W,X,Y,Z");
define("_MD_MYLINKS_NOTOP10","There is insufficient user input to show link ");
define("_MD_MYLINKS_ACTIONS","Actions");
define("_MD_MYLINKS_FRIEND","Friend");
define("_MD_MYLINKS_SENDER","Your");
define("_MD_MYLINKS_NAME","Name");
define("_MD_MYLINKS_EMAIL","Email");
define("_MD_MYLINKS_INVALIDEMAIL","Please enter a valid email address.");
define("_MD_MYLINKS_MESSEND","Your message has been sent");
define("_MD_MYLINKS_INVALIDORINACTIVELNK","The link you entered is either invalid or not active.");
define("_MD_MYLINKS_INVALID_SECURITY_TOKEN","Invalid security token. Please try again.");
define("_MD_MYLINKS_EMAIL_SUBJECT","%s link from %s");
